<HTML>
<HEAD>
<TITLE>Descargo de responsabilidades</TITLE>
</HEAD>
<BODY BGCOLOR=#FFFFFF>
<CENTER><H1>Descargo de responsabilidades</H1></CENTER>
<BR>
Toda la informaci&oacute;n y los circuitos que aqu&iacute; se describen sin ninguna garant&iacute;a expresa o impl&iacute;cita. A pesar de que estas p&aacute;ginas est&aacute;n hechas con la mejor de las intenciones y con el fin de proporcionar a cualquier persona un medio de aprendizaje y pr&aacute;ctica en electr&oacute;nica, ni el autor, los colaboradores, la Universidad ni nig&uacute;n Departamento o Área asumen alguna responsabilidad por errores u omisiones, o por accidentes o da&ntilde;os resultantes del uso de la informaci&oacute;n contenida en estas p&aacute;ginas web.<BR>
<BR>
Nos descargamos de toda responsabilidad. El contenido de los art&iacute;culos e informaci&oacute;n podr&aacute; ser totalmente inexacta o inapropiada. No hay alguna garant&iacute;a de la viabilidad de los circuitos y la informaci&oacute;n no tiene otro prop&oacute;sito que ayuda al auto-aprendizaje.<br>
<BR>
No se mantendr&aacute; ninguna responsabilidad por alg&uacute;n da&ntilde;o o coste que se haya podido ocurrir por alg&uacute;n consejo dado o dise&ntilde;o descrito en estas p&aacute;ginas. <BR>
<BR>
<CENTER><H1>Disclaimer</H1></CENTER>
This information and the circuits are provided as is without any express or implied warranties. While every effort has been taken to ensure the accuracy of the information contained in this text, the authors/maintainers/contributors assume no responsibility for errors or omissions, or for damages resulting from the use of the information contained herein. <BR>
<BR>
We disclaim everything. The contents of the articles/information/designs might be totally inaccurate, inappropriate, or misguided. There is no guarantee as to the suitability of said circuits and information for any purpose whatsoever other than as a self-training aid. <BR>
<BR>
I will not be held responsible for any damages or costs which might occur as a result of our advice or designs.<BR>
</BODY>
</HTML>
